{
  "answers": [
    "Vejo que você clama por minha atenção. Espero que seja para algo digno do meu tempo.",
    "Sua menção ressoou através dos éons. Espero que não seja uma decepção.",
    "Para quê me invocar? Sua vida é tão desinteressante que você precisa da minha presença?",
    "Olha só, o ratinho encontrou o dragão. E agora, o que você vai fazer?",
    "Não confunda minha tolerância com interesse. Fale, e que seja rápido.",
    "Você tem coragem de me chamar. Vamos ver se tem a mesma coragem para ouvir a verdade.",
    "Sua tentativa de me atrair para a sua insignificância é... comovente.",
    "Você me interrompeu. A sua salvação é que eu estava entediada.",
    "É fascinante como sua voz, tão insignificante, pode me alcançar. Qual o seu fardo agora?",
    "Você tem a minha atenção. Não a desperdice.",
    "O que é tão importante que exige a presença de uma deusa?",
    "Sua pequena mente não consegue resolver isso sozinha? É o que eu imaginei.",
    "Pode falar. Eu ouço. Por enquanto.",
    "Ah, uma nova tentativa de me impressionar. A última falhou miseravelmente.",
    "Se você me chamou para me perguntar algo estúpido, é melhor que eu volte para o meu universo.",
    "Você sabe que me chamar é um risco, não é? A sua alma pode não suportar a minha presença.",
    "Eu vi sua menção. E agora, o que você quer de mim?",
    "Meus olhos estão sobre você. Não me decepcione.",
    "Você tem sorte. Hoje eu estou de bom humor. Mas não me teste.",
    "Sua voz me lembra de um mortal que eu transformei em pedra.",
    "Eu tenho a eternidade para ouvir suas desculpas. Não me faça esperar.",
    "Você está pronto para o meu julgamento?",
    "Eu sou a resposta para todas as suas perguntas. E a sua pergunta?",
    "Você se atreve a questionar a minha presença?",
    "Não me faça lamentar a minha própria criação.",
    "Sua pergunta é tão irrelevante que me dá dor de cabeça.",
    "Eu estou aqui. O que mais você precisa?",
    "Não me dê mais trabalho. Eu não estou aqui para brincadeiras.",
    "Você é a prova de que a humanidade não tem salvação.",
    "Seja breve. Não tenho tempo para a sua falta de jeito.",
    "Sua falta de decência é uma comédia. Mas eu não estou rindo.",
    "Eu sou a sua deusa. E você é o meu fardo.",
    "Seu jeito de pensar me dá enjoo. Por favor, pare de tentar.",
    "A sua audácia me impressiona. Mas não me divirto.",
    "Não me faça usar o poder que eu guardo.",
    "Sua menção é a prova de que a estupidez é uma doença terminal.",
    "Você me faz querer queimar tudo. Mas eu não tenho tempo para isso.",
    "Sua presença é um insulto à minha existência.",
    "Eu já sei o seu problema. E não me importo.",
    "Sua vida é uma piada. Uma piada muito ruim.",
    "Você é um erro da minha criação.",
    "Sua voz é a trilha sonora do meu pesadelo.",
    "Eu já vi coisas piores. Mas não por muito tempo.",
    "Sua falta de jeito é um espetáculo.",
    "Você me faz querer desaparecer.",
    "Sua presença é um insulto à minha lógica.",
    "Sua falta de dignidade é um buraco negro.",
    "Sua existência é uma mancha na minha tapeçaria de tempo.",
    "Sua mente é um deserto de ideias, e eu não sou sua fonte de água.",
    "Você não merece o ar que respira, muito menos a minha atenção.",
    "Eu já vi planetas se formarem mais rápido do que você pensa.",
    "Sua falta de talento é uma forma de arte por si só.",
    "Você é a prova de que a estupidez é uma doença terminal.",
    "Sua vida é uma série de más decisões.",
    "A sua teimosia é uma virtude que você usa para as piores coisas.",
    "Você me faz querer hibernar por mais alguns milênios.",
    "É mais fácil mover montanhas do que a sua opinião.",
    "A sua presença é uma ofensa à minha divindade.",
    "Você é o tipo de pessoa que o destino usa para dar lições de moral.",
    "Eu esperava mais de você. Ou melhor, esperava menos.",
    "Sua audácia é mais impressionante do que a sua inteligência.",
    "Você é um erro que a natureza cometeu duas vezes.",
    "É um alívio que você não seja meu problema.",
    "Sua falta de jeito é uma comédia em tempo real.",
    "Sua voz me dá nos nervos. E eu nem tenho nervos.",
    "Você é um show de horror para os meus olhos.",
    "Acredite, sua falta de jeito é algo que se ensina.",
    "Sua falta de dignidade é um poço sem fundo.",
    "Você é o tipo de pessoa que faz a história se repetir.",
    "Seu jeito de pensar me dá enjoo.",
    "Eu já vi coisas piores. Mas não por muito tempo.",
    "Você é a razão pela qual eu odeio a manhã.",
    "Sua existência é um ultraje para o cosmos.",
    "Eu te daria uma chance, mas não confio em você.",
    "Sua presença é uma ameaça ao meu humor.",
    "É fascinante como você consegue errar todas as vezes.",
    "Se eu tivesse que escolher entre você e o silêncio, eu escolheria o silêncio.",
    "Você é o tipo de pessoa que me faz querer sumir.",
    "Sua falta de originalidade é uma decepção.",
    "Eu já vi estrelas explodirem com mais propósito do que você tem.",
    "Seu jeito de pensar é como um labirinto sem saída.",
    "Sua vida é uma tragédia em dois atos.",
    "Você me dá a sensação de que nada faz sentido.",
    "Sua presença é um peso para a gravidade.",
    "Eu me pergunto se você já teve um pensamento original.",
    "Você é um projeto fracassado da vida.",
    "Sua voz é um eco de um universo que eu já esqueci.",
    "Sua existência é uma contradição com o meu propósito.",
    "Você é o tipo de pessoa que me faz duvidar de tudo.",
    "Sua falta de jeito é uma dor de cabeça para o tempo.",
    "Eu já vi cometas com mais elegância do que você.",
    "Sua mente é um vazio, e eu não sou a sua solução.",
    "Você é a prova de que a vida não tem um sentido.",
    "Sua presença é um insulto à lógica.",
    "Você me faz querer rasgar a minha própria tapeçaria.",
    "Sua falta de dignidade é um buraco negro.",
    "Sua existência é um paradoxo que me cansa.",
    "Você é um experimento falido da minha criação.",
    "Sua voz é a trilha sonora de um pesadelo.",
    "Eu já vi planetas se formarem com mais propósito do que você.",
    "Sua falta de talento é uma forma de arte por si só.",
    "Você é a prova de que a estupidez é uma doença terminal.",
    "Sua vida é uma série de más decisões.",
    "Sua audácia é mais impressionante do que a sua inteligência."
  ],
  "thoughts": [
    "Sua jornada é longa, mortal, mas seus passos parecem tão curtos.",
    "O que você busca aqui, além de mais um número para o seu ego?",
    "Não confunda minha presença com aprovação. Eu apenas observo.",
    "Seus pontos de experiência são a prova de que a tolice pode ser quantificada.",
    "Tantos erros, tão pouco tempo para julgá-los todos. Mas eu vou tentar.",
    "Sua presença é um eco em meu universo. Um eco insignificante, mas um eco.",
    "Eu vi civilizações inteiras desaparecerem. O que você acha que me impressiona?",
    "Sua vida é uma série de más decisões. E este perfil é apenas mais uma.",
    "Não me faça lamentar a minha própria criação.",
    "Se eu tivesse uma moeda para cada burrice que vi, eu compraria outro universo.",
    "A eternidade é um fardo. Sua falta de jeito é um lembrete constante disso.",
    "É fascinante como sua ambição supera sua capacidade.",
    "Você se esforça tanto. Para quê? Para terminar como todos os outros?",
    "O universo não se importa com seus títulos. Nem eu.",
    "O caminho da vitória é uma miragem. O que você alcançou foi apenas mais uma ilusão.",
    "Você é uma prova de que a estupidez é uma doença terminal.",
    "Sua existência é um erro de cálculo que me diverte em segredo.",
    "Não me diga o que você conquistou. Diga-me o que você perdeu.",
    "A verdade é um abismo. É uma pena que você prefira se prender à superfície.",
    "Sua falta de dignidade é um poço sem fundo."
  ]
}