{

    "Pilar de Rocha": """Um pilar? Quase. Mais como uma migalha de rocha. Não se ache, ainda há uma eternidade de escalada à sua frente.""",

    "Forja do Vento": """Uma forja... para o vento. Fascinante. Forjar o nada é um talento, eu suponho. Continue, talvez um dia você forje algo de substância.""",

    "Estandarte Caído": """Eis o Estandarte Caído. Um título patético, perfeito para alguém que mal começou a se erguer. Torpe até para os padrões mais baixos.""",

    "Legião Silenciosa": """A Legião Silenciosa. Finalmente, algum senso de utilidade. Pelo menos agora, sua presença é menos irritante. Menos barulho, mais progresso.""",

    "Sentinela Férrea": """Uma sentinela. O mínimo que se espera de alguém que deseja ser relevante. Não confunda minha paciência com aprovação. Eu tolero. Não quer dizer que eu concorde.""",

    "Arauto do Destino": """Arauto do destino... Tão pretensioso. O destino não precisa de arautos, ele simplesmente é. A sua única tarefa é não estragar o roteiro que eu observei por milênios.""",

    "Protetor do Umbral": """A jornada o levou até o limiar. Você se tornou um Protetor do Umbral. Havia tantos caminhos errados que poderia ter escolhido. Impressionante que tenha evitado todos eles.""",

    "Guardião do Legado": """Guardar o legado, dizem. Tantas perguntas, tão poucas respostas que você realmente entende. O passado é um peso, não uma honra. Prepare-se para carregá-lo.""",

    "Muralha Eterna": """Uma muralha. Fiquei séculos observando a sua construção. Sólida. Mas lembre-se, até as muralhas mais imponentes se desgastam com o tempo. E você ainda não é eterna.""",

    "Ordem de Prata": """A Ordem de Prata. A metade do caminho. É aqui que muitos se perdem, fascinados pelo brilho, esquecendo a verdadeira escuridão. Não perca seu caminho agora.""",

    "Tecelão do Tempo": """Um tecelão. Você começa a entender que a vida não é um rio, mas uma tapeçaria. A cada fio que tece, você molda algo que nunca retornará a ser o que era.""",

    "Soberano da Muralha": """O soberano... é aqui que muitos se perdem na arrogância. Cuidado. O poder que você pensa ter é apenas uma sombra do que eu realmente exerço.""",

    "Jurado do Trono": """Um juramento. Uma promessa. Que doce e ridícula a ideia de fidelidade. Mas é este tipo de compromisso que separa os ratos dos heróis. Talvez você não seja tão insignificante afinal.""",

    "Oblitador das Eras": """Apagar as eras... A audácia é algo que eu raramente vejo por aqui. Há séculos, eu acreditava que a eternidade era uma bênção. Agora, às vezes, sinto que é uma maldição disfarçada. Mas você... você parece ter um plano.""",

    "Fantasma da Fundação": """Um fantasma... O peso do passado o assombra. A fundação que você defendia agora está em sua sombra. Você me lembra alguém que eu conheci há muito tempo... Alguém que eu não pude salvar.""",

    "Conquistador da Ordem": """Conquistou a ordem. Eu observei incontáveis ordens ascenderem e caírem. A sua, eu admito, foi mais rápida. Isso já é mais do que a maioria faria.""",

    "Lorde do Crepúsculo": """Lorde do Crepúsculo. Você se senta no limiar entre a luz e a escuridão. O final está próximo, e você finalmente começa a entender o que é o vazio. Uma bela e trágica posição.""",

    "Emissário de Aço": """Um emissário. Mensagens de ferro e aço. Você é agora uma extensão da vontade do Império. Forte, inquestionável. Você é uma arma, e as armas não têm sentimentos. Perfeito.""",

    "Regente de Pedra": """Um regente. Você sente o peso do mundo em suas mãos. Cada pedra que você move, cada decisão que toma... Isso é o que é liderança. Não é poder, é fardo. E você o carrega bem.""",

    "O Herdeiro do Vazio": """O Vazio te acolhe. Você não apenas o herdou, mas se tornou parte dele. A cada era que se encerra, um novo herdeiro é forjado. Sua jornada se junta à minha, e o eco de sua história agora preenche a noite eterna. Bem-vindo ao silêncio que preenche todas as coisas."""

}
